na
ya
ni
sana
wa
la
watoto
siku
mama
yake
watu
kwa
ana
wote
leo
kila
somo
kuku
moja
jua
kazi
ole
moto
katika
wake
sasa
kiisha
ile
kuna
yeye
popo
samaki
tatu
wao
huyu
muumba
tena
lakini
kumi
yao
nyama
kweli
ninaona
rafiki
wanyama
kiboko
ina
hawa
ona
kima
bwana
ndevu
walimaji
anita
baba
kama
mamba
za
alipofika
mimea
mayayi
cakula
cui
jana
kwani
zainatu
sokoni
porini
sababu
sungura
bustani
kali
dada
ḿtoto
jimbo
njaa
mbwa
mji
Kiswahili
asani
mawili
karibu
madini
Oneni
Fataki
Salumu
Kasongo
Kipushi
wali
cini
zake
mwaka
Mzee
Isa
Ali
asubui
mahalagi
akasema
mwanafunzi
kabisa
mwalimu
usiku
tokea
wewe
kule
mimi
pia
yote
mtoto
mrefu
naye
nyumba
congo
bibi
pua
kivu
tu
sumaili
wakaaji
pilipili
wakati
bahati
tazama
akaa
kunguru
askari
mashamba
mihindi
wetu
saa
sita
hii
haya
maji
tele
yetu
nyoka
yule
mmoja
bila
swala
kinywa
mganga
mboga
kubwa
nyingi
gani
gari
hapo
mtu
ananunua
Walipofika
vivihivi
walikuwa
Ruwenzori
Selemani
manene
kitabu
lazima
hakika
wazazi
baridi
miguu
hataki
mavazi
wavuvi
babake
hawezi
makumi
majani
wawili
kabeya
Mlimaji
Omari
Uele
Afrika
Cimanga
Mwananci
Shabani
Faradje
Jafari
Lubile
Kongolo
ine
kuni
nani
miti
miwa
homa
hana
saba
dawa
zote
lake
huu
vile
pale
mbili
kula
moyo
Nina
Nana
Yuma
Mgeni
Mpishi
Nyembo
Kesho
Watsa
Mkono
Comba
ca
vya
nci
Je
alipoona
wanakaa
marafiki
alikuwa
maua
kiyoo
matete
motoni
kuona
useni
maziwa
mazuri
wakaa
magonjwa
dunia
njiani
ua
nane
nini
kisu
ule
juu
paka
tabu
una
cake
nyuki
kwanza
shaba
pili
myaka
kicwa
hivi
mbele
mwezi
ndani
shamba
mengi
tangu
wengi
akamuambia
waliposikia
ameumia
akaalika
nitakamata
baba-lito
motokaa
wanakula
masomoni
kipepeo
tutakula
wanafunzi
wanalima
akaḿjibu
akaanza
urafiki
mikono
watatu
mabuku
mamake
babetu
mikate
akili
kinini
mihogo
majini
kusoma
mavuno
makaku
maboga
vibaya
aina
karamu
kuliko
kufanya
wengine
jamhuri
kusema
hodari
eneo
hakuna
safari
uvuvi
munamo
nene
mane
bata
juma
mara
wana
pori
ḿrefu
tano
twiga
mwili
namna
nzuri
kwenda
ḿmoja
ngambo
yangu
mbao
vyombo
muwa
kati
mmea
pombe
ḿpaka
mgini
mcana
ndipo
jembe
randa
si
Anawasalimia
Iililoḿkimbia
analialia
Alituletea
Ninawalatea
Anasikiliza
Itatupatia
Wakafuatana
Akawaalika
Ilipotimia
Akawaambia
Wanapoturiza
Ninamuona
Ninainona
Atanunua
Wameyatia
Wanaitia
Kiilimani
Anayoleta
Haikuoza
Wanahasabu
Anaporudi
Hakukiona
Wtahazibiwa
Nimemsomea
Ukisafisha
Tumenunua
Ekwatoria
Alipoenda
Alipotoka
'Walipofika
Waliporudi
Watu-visbeta
wajÎonyesha
konokono
buibui
kabatini
duniani
midomoni
suruali
darasani
kutafuta
ilikuwa
aliumwa
kusikia
biashara
hawakuwa
akakuta
masikio
kukimbia
Nunueni
Anania
Nimeona
Kulikuwa
Kamateni
Tutakuwa
Ananawa
Sikieni
Nimekata
Ninataka
Linaleta
Wanakuja
Muhamedi
Inasema
Hawatii
Tutakaa
Ukitaka
Utikise
Hataweza
Anapata
Anameza
Ufagio
Wamekuta
Watapata
Mashuari
Kisahani
Mama-feza
Imemmeza
Kucimbua
Ametumwa
Inafaa
Nimemtwaka
Paepale
Wamecinja
Kisangani
Uwanjani
Ukipenda
Waaskari
Amerika
Maniema
Niangara
Sakania
Tanganika
Ramazani
Tufuate
Haifai
Visahani
Wakakuta
Nitamngoja
Palepale
Wakafunga
Wakaishi
ḿIimaji
Kilo-moto
Kilo-Moto
Kabambare
Auzisha
matano
kitini
mabata
uwani
asali
dukani
adabu
tomate
kutoka
habari
popote
meupe
viatu
vidudu
manyoya
hatari
saidi
kalala
hadisi
kizuri
mwanamke
likasi
vizuri
bukavu
nguruwe
mwerevu
wavaa
nyumbani
pamoja
vilema
visheta
kiganga
Inayo
Litio
Nanasi
Muziki
Wazee
Looo
Watotot
Ooo
Rehema
Kutokan
Ogopa
Mezani
Viazi
Vitabu
Siafu
Herufi
Motoka
Mshonaji
Asudi
Divai
Hamedi
Bushiri
Bendera
Wananci
Lingala
Amuri
Shindano
Wabinti
Wagenya
Wangwana
Anato
Matawi
Shambuyi
Jaḿhuri
Sinayo
Eloko
Isimba
Inongo
Iteni
Elia
Elila
Alua
Opala
Upanda
Ubangi
Upemba
Umande
Wazungu
Ulaya
Azia
Kinshasa
Liwali
Kalima
Kailo
Kolwezi
Ulalo
Bandari
Banana
Matadi
Nyangezi
Cibangu
Cikapa
Kikuu
Kasapa
Senteri
Mafungo
Fatuma
Gombari
Gemena
Luvua
Yafari
Vidonda
Zaina
Sipati
Aaa
Upande
iIi
Kufanva
Mudaka
Shabunda
Kompani
Wanaǹci
Zaire
Kandolò
kiko
mia
lito
lolo
tamu
meza
sina
hodi
hili
cace
feza
asha
shoka
shati
luga
safi
ḿkate
sawa
vema
motto
kuwa
letu
mwake
funza
ḿganga
nawe
wangu
hapa
mpunga
ziwa
bara
ḿzee
maco
tumbo
muhu
hayo
hata
kwake
nyota
vitu
Yuna
Boma
Imo
Pipa
Pepo
Meno
Nyinyi
Juzi
Mzizi
Mkia
Radi
Mhuni
Kipwa
Cawa
Singa
Tambwe
Jipu
Umba
Sherti
Lwembe
Cuo
Fundi
Rwanda
Ganda
Giza
Pweto
Panzi
Yayi
Yezi
Jino
Vaa
Tumba
Ginsi
Ndiyo
Ndio
Kilà
mno
ḿno
mda
mwa
Nzi
Mlmi
Hi
amenishonea
akamuuliza
umevumbuliwa
akamuendea
wakakusanyika
inaendelea
amenunua
amekataa
kuogelea
wanafurahi
hupatikana
akaitika
yapatikana
asaidia
akamuona
hospitalini
wamekata
unawaka
anakaa
analia
ukutani
wananawa
analala
ametaka
kijijini
mananasi
anasoma
hakuweza
hakupata
amerudi
hawawezi
yalikuwa
imeua
ametega
kununua
lualaba
mwanaume
amekwisha
anapashwa
akafika
baadaye
lubumbashi
madirisha
amefika
wawindaji
kinajaa
kaskazini
akafanya
kandokando
anataka
ulibaki
wanawake
wanaume
atakwenda
maumivu
kutembea
akaenda
kuunguzwa
munajaa
atumia
anajua
wauguzi
kinene
makuta
kalamu
sabuni
sauti
kakule
mibaya
jamaa
usoni
hawana
nitamu
kupika
kubeba
zawadi
radio
barua
jogoo
kujua
kupiga
upesi
mitatu
faida
kofia
mifano
vitika
furaha
kabati
shimoni
nyeusi
cakule
kabalo
mtumishi
kuceza
ḿlimaji
hakosi
msafiri
vikali
hukaa
shambani
wagonjwa
kelele
tukae
wacafu
kifua
kuishi
kusita
kipande
milima
wasema
udongo
vikwembe
zambia
kuvuka
maneno
mapema
hesabu
kufika
masomo
ḿcuuzi
mafua
nafasi
hapendi
wenzake
waende
utamu
kulewa
marefu
sehemu
hucimbwa
msermala
kinu
kiu
koti
yenu
kiti
zeze
hema
deni
pana
soko
hiki
kuca
panya
nyuma
fisi
mtamu
wane
ḿzito
satu
vipya
kimya
kenda
kunywa
wale
nami
ḿcana
ḿjomba
ngombe
ḿjinga
wimbo
nao
mlima
kanzu
kwetu
zao
mwema
vita
mimba
hamu
ili
njema
kitu
kavu
migi
ndefu
ngumu
wazi
nguvu
mbali
kwao
mwenyi
mpaka
hiyo
kwangu
huku
woga
ndoa
ḿlimo
vingi
mgi
ḿti
ḿgi
watatuleletea
ameninunulia
anayemsaidia
akajinunulie
umenisaidia
nitakusaidia
ametununulia
ulikonibebea
linalopatikana
wanawasaidia
akajielekeza
unayemtembelea
kinacopatikana
anavyotengeneza
limebomolewa
ananenanena
wanewaletea
watahazibiwa
anawaletea
tuliogelea
amejiumiza
anaiogopa
aliogelea
ananunulia
wametuletea
wasiofuata
ametuletea
ametufikia
zimemuumiza
usiofutika
imemuumiza
akiniuliza
amempasulia
watafukuzawa
imeharibika
anamkaribisha
aliniletea
kimeharibika
yaliyokaushwa
atahukumiwa
akamamwambia
akamtafutie
hakounekana
akahuzunika
inapopandishwa
kunapatikana
ametusomesha
akamouamba
akajiendea
usijiumize
ataikunjua
amewasataki
akamsalimia
nitampelekea
anisaidie
upatikanapo
wanakofuata
ipatikanayo
inapatikana
anajipumzisha
limeongolewa
aliposikia
wakakusanyana
aliḿtembelea
wananikimbia
wakijiepusha
wakafululiza
wakamuendea
wanaonekana
alipojiona
anayotumia
munapatikana
anayatia
atakataa
anabakia
anatumia
kiwiliwili
wasiotii
tumesikia
wanazoea
kusikiliza
hakuiona
halikutoka
inatimia
kimemuuma
hazipatani
utuletee
anasikia
inayoleta
inatazama
amepikia
sitakiaca
amefurahi
anatafuta
amekifica
vimeharibu
imeharibu
wanacukua
imemuuma
inatafuta
aliyetoa
imemrarua
imemrukia
anapofanya
anamlalisha
anapokwenda
lililombeba
wameumia
usimcokoze
napohesabu
unaokosa
amemletea
aliḿletea
mama-kalume
umezimika
watampeleke
ataeneza
tumempokea
kimekausha
amealikwa
anayeceza
ataumizwa
iliyoota
haitavunwa
inanibana
wanaolia
wajicanua
hakitanuka
walioiba
kuwatazama
akiḿculia
haikupita
akafariki
kutoonana
haonekani
amuimbie
aliokuwa
ukaanguka
akaunasa
wanapokwenda
imekunjama
iliyopandwa
anaponyesha
yalianguka
atasafiri
anastahili
ikamletea
ilifanyika
anamtafuta
akamuomba
akamcukua
atembeaye
nitamuomba
akamuone
wasioenda
ameharibu
waliondoka
amempeleka
amecukua
munamocimbwa
watafuata
madoadoa
amehamishwa
watasafiri
iliyotoka
imekatika
ameḿpeleka
limekatika
yanayoletwa
hanionyeshi
kukifikia
wakaregea
waliokuwa
akasikia
alipotaka
wakitembea
asimharifu
akamfuata
akaingia
wakatapita
akamkamata
wakamkimbia
akauliza
anayefika
ikaungua
akakimbia
akajitupa
waḿtembelee
inamfalia
alikoenda
iliyokufa
usiokuwa
akemaliza
ulikataa
anatapanya
iliyotupwa
uliwafanya
kuombaomba
akawaita
kuwaambia
kuyapakaa
wakasimama
wakaondoka
wakapendana
wakajaliwa
akaalikwa
akarejea
kuwaunguza
alipolala
akakusanya
kujitembeza
wasionane
akitafuta
waipeleka
kuiuzisha
wanazopata
wanunulia
yanayoitwa
kasiteriti
wanaocimba
watelemushwa
wanakocimba
atengeneza
vyanunulika
amejifunza
anatumika
wanaongoja
anapokuwa
asaidiwa
akituliza
wanamheshimu
anaona
inaua
inanuka
kimeuma
inaona
anakata
tunanawa
analea
ameua
kilimani
ataota
wakulima
wameiba
milimani
atabeba
anabeba
analeta
asalini
ameleta
ikilia
ulikuwa
kukamata
niletee
wanaona
alileta
mapapayi
kimetua
alipata
kulibeba
inawika
wataleta
amepona
inalala
himecaca
ukitupe
wameceza
wameaca
wamefika
ukulima
wameleta
imevuma
wataua
kunyamaza
tazameni
epukeni
ameshuka
wamefanya
washonaji
inameza
anashuka
wanaua
wametega
zinameza
anafika
wanatoka
wanarudi
anapika
wavaceza
kumbebea
tumesoma
anamdai
amenasa
amemtuma
anamlea
mtaratibu
limefanya
amemsema
kabasele
nitamjibu
hauoti
anamenya
mharibifu
imepiga
anakula
amewasha
amemshusha
mnyenyekevu
gerezani
mikononi
amnyonyesha
kucukua
kasamika
tulikuta
zimeibwa
kufagia
yaogopwa
wamelipwa
mishaara
anamjua
inakula
inenaswa
tuheshimu
wanateswa
kutulisha
wafuatwa
ametwaa
ilimezwa
kidoleni
imeshonwa
yamesagwa
walipigwa
walikosa
kinywajica
calewasha
wakiisha
ulivuma
yamerushwa
ametajwa
akapona
alikosa
kumuaca
akapatwa
akaapa
tusimame
alitua
akifika
alipenda
hapohapo
wajifunza
ḿtaratibu
amevunja
bilauri
angalisho
wanapashwa
ameceza
udongoni
imejengwa
anapendwa
ameshindwa
kuhesabu
yalivunjwa
kalemie
yamekunjwa
imevunjwa
itacinjwa
alitunzwa
haliumi
uliyonzwa
umeanzwa
acukua
malipizi
amefanya
mashauri
tukitaka
walipashwa
katikati
kukutana
akamjibu
usemayo
afazadi
turudie
akakata
akaruka
ulikwisha
anaamka
sitaweza
kuuvuna
alitoka
wamenasa
mwaribifu
wameuwa
watakula
amevaa
hayakosi
zapokea
umejengwa
walitoka
ajifunza
yamekwisha
walirudi
wasermala
mashariki
msaidia
tuliwasha
mishumaa
zaharibu
linajaa
makamasi
kinvulini
hasikii
vimejaa
vimefungwa
mabandazi
vitapona
hanilishe
akesema
hatambui
wakaona
akaomba
wakabaki
umeitwa
walienda
wanajua
wakakata
akashindwa
kilikuwa
wakaita
wakikunywa
micikici
akatoka
akashika
akakimbi
kukawia
kuregea
akamkuta
kinywania
akashtuka
akaamka
akafunga
kuingia
atatoka
kidevuni
kualikwa
wakaenda
akashusha
wakapata
wamekwisha
kumuomba
polepole
yameisha
akaunga
kuḿtazama
akaona
kiunguwa
alifika
linauma
alianza
zilikuwa
zikitoka
akeshiba
akarudi
ikafika
nilienda
nilikuta
alifica
mumeficwa
akienda
ataweza
mulikuwa
maajabu
wajiweke
wanaiga
kuwatunza
yule-ḿzee
mahitaji
nitaḿcoma
wakashikwa
waliunga
wakazaa
karamuni
hatarini
akashikwa
kuwaona
wakafanya
kutokea
lilllomflcama
akiisha
matembezi
hawapendi
kuonana
akitaka
udereva
namanjano
vitunguu
mumepandwa
seheinu
kupalia
kumwangia
kuipanda
akikata
aunguza
hawalali
mbalimbali
hawakai
atumike
kujikinga
misumari
atumika
asubuhi
mangaribi
hospitali
anatunza
kikoozi
akiwapa
mashindano
kupasua
kuzalisha
akiponya
wanaḿpenda
kapitura
sigareti
viberiti
munema
mitano
ueni
miiba
kamili
sanamu
kutii
kikali
wakosa
nataka
mateten
mizizi
musiki
haina
mitamu
ajabu
hemani
hatuna
mateso
kidudu
papaya
mabawa
makasi
manono
makaa
gotini
magoti
ziwani
apate
kupona
ugali
kukosa
mateka
sukari
ukuta
kuziri
mifuki
kufuli
fahamu
mizuri
vinene
virefu
kilio
mikuki
adui
daima
nyeupe
afia
mashavu
maiti
hakina
mfuniko
kumbusu
matisho
mitego
mguuni
mdomoni
sultani
mtajiri
apenda
mkekani
ḿkulima
mzaifu
hafanyi
wanuka
ukiwa
ḿtumishi
matope
mjukuu
bukama
ḿcokozi
mpotevu
kalume
mshumaa
mototo
mpuuzi
avaa
kaputul
ḿnyororo
madani
jikoni
vyeusi
vyakula
ucafu
watupwa
mirefu
zaidi
tutii
wavivu
anwari
anwani
zafugwa
ufugo
babao
kinywaji
kitamu
kunawa
haumwi
upepo
kumponya
hasira
mulumba
dirisha
hulima
nyingine
tawini
kuimba
ḿpumbavu
vyafonza
kupita
kikongo
ciluba
mashani
kuvaa
mabaya
huenda
wajua
kuvuta
mitumbwi
macungwa
kingwana
kupangwa
sanduku
usaa
micezo
kabumbu
bunduki
kuginga
ḿtajiri
maskini
desturi
kuiba
keléle
somoni
tushike
wakubwa
ingine
atwae
amvushe
mgongoni
wakima
uniwe
hatua
mpumbavu
anawa
afika
mwenyewe
hakimbi
sikubwa
wamoja
weusi
ḿviringo
dadake
dakika
vitano
ḿsermale
ajua
kuranda
msumeno
zinayo
wavua
yawika
macupa
nyakati
viwili
kuweza
kibaya
akala
matamko
mwenziwe
akanywa
akawa
kulala
maana
mwaona
kuota
vidogo
wanono
wakala
wakanywa
kushiba
kurudi
mbinguni
kushuka
kushushwa
aḿshushe
yakama
kushusha
kuḿshusha
kitambo
kirefu
kurefu
masiko
hupendi
siendi
siwezi
kidogo
ufike
dadaye
kuoza
tumboni
atie
sahani
mpumbafu
ḿpumbafu
aone
hupita
kupata
vileḿa
uvivu
ḿsaada
kuwasha
majifu
kuanza
amani
maisha
kukua
matata
ambamo
twaona
kucoka
alala
waanza
sabahu
mitindo
ufundi
mawindo
ushoni
kijiji
'sehemu
aenda
mtalimbo
mbeketi
kalanga
alima
akata
mipanga
majembe
viato
wafanya
kucimba
zahabu
ḿsumeno
vitanda
milango
vingine
haraka
tajiri
yapata
madawa
akiwa
wamama
kuzaa
kazini
waganga
mipira
mafuta
kini
maka
yumo
tito
tuko
taa
nusu
uso
kile
aje
joto
jiwe
hilo
robo
cai
cupa
yamo
hico
sifa
tuna
kuti
jasho
tuzo
wema
onen
tawi
nyuta
mbovu
mfuku
unga
mfupa
mfupi
mrabe
mkate
ḿotto
mkuki
msiba
hizi
ḿzoga
hasa
ḿcuzi
mzigo
ḿcoyo
mali
ḿcafu
mjusi
jito
mhogo
mlaji
mvuvi
mnara
mnene
yuko
mnono
ḿlaji
mshipi
moshi
cimbo
mtunza
myezi
sisi
ḿcele
mtama
kabwa
mwitu
ḿtego
huyo
ḿzigo
cangu
vicwa
kino
mule
nywele
cako
hivyo
kamwe
ḿgomba
mbuzi
ḿtamu
mjinga
damu
ḿjini
nyavu
vumbi
somu
sombe
mwembe
tembo
ḿgonjwa
ḿcezo
mbaya
wevi
pake
wako
razi
mtini
huna
langu
mwingi
kumbe
petu
mtoni
muna
jina
mito
jeshi
mpaya
kuu
mbukwa
ange
ḿpunga
vyumba
mlangop
ngozi
kwendan
kobe
humu
leso
lile
kamba
hao
ḿpini
lako
vyote
penyi
niko
bonde
mzuri
huo
jaa
huko
njia
nzima
mngazi
mpakan
ḿngazi
kunza
mbingu
kuja
kwako
yako
uko
ndege
sura
mkali
coo
hizo
mwendo
ila
ria
ḿkubwa
wogà
tue
kale
mingi
kufa
myingi
mcimbo
vyuma
yamji
shuu
ḿpanga
kanya
ndizi
heri
nguo
mjini
ḿfundi
hama
naḿna
viti
muda
piga
ḿfanya
duka
ma
mti
a
mpya
ḿcwa
nca
mto
yam
to
mke
ḿto
vyte
nje
klngi
bu
ḿtu
nu
pa
ḿji
ka